<?php
include 'temp/headr.php';
?>


<div class="container mt-4">
        <div class="main_slider">
          


            <div id="carouselExampleCaptions" class="carousel slide">
                <div class="carousel-indicators">
                    <button type="button" data-bs-target="#carouselExampleCaptions" data-bs-slide-to="0" class="active" aria-current="true" aria-label="Slide 1"></button>
                    <button type="button" data-bs-target="#carouselExampleCaptions" data-bs-slide-to="1" aria-label="Slide 2"></button>
                    <button type="button" data-bs-target="#carouselExampleCaptions" data-bs-slide-to="2" aria-label="Slide 3"></button>
                </div>
  <div class="carousel-inner">
    <div class="carousel-item active">
      <img src="img/team_top_it.jpg" class="d-block w-100" alt="...">
      <div class="carousel-caption d-none d-md-block">
        <h5 class="text-warning">Чем занимаемся кем вы можете стать?</h5>
         <p class="text-warning">Программа 09.03.02 Информационные системы и технологии 
                    профиль Разработка программного обеспечения
                    информационных систем» реализуется рамках гранта 
                    Правительства РФ по обеспечению обучения студентов по 
                    образовательным программам для топ-специалистов в сфере 
                    информационных технологий</p>
      </div>
    </div>

     <div class="carousel-item ">
      <img src="img/картинка 2.png" class="d-block w-100" alt="...">
      <div class="carousel-caption d-none d-md-block">
        <h5 class="text-warning">Чем занимаемся кем вы можете стать?</h5>
         <p class="text-warning">Лабораторию оборудовал партнер ВУЗа, российский вендер операционных систем семейства «Альт» 
            «Базальт СПО». Сегодня состоялось торжественное открытие. ☝️В новой лаборатории студенты 
            направления «Информатика и вычислительная техника» (кафедра ПВКС) под руководством специалистов 
            Саратовского инженерного подразделения «Базальт СПО» будут осваивать на практике системное 
            администрирование Linux, архитектуру вычислительных машин и систем, системы хранения данных и 
            другие профильные дисциплины. 🎁 Бонус за усердное обучение - бесплатная вендорская сертификация 
            с присвоением статуса «Администратор ОС“Альт”, учебная и производственная практика в компании.</p>
      </div>
    </div>

    <div class="carousel-item ">
      <img src="img/картинка 3.png" class="d-block w-100" alt="...">
      <div class="carousel-caption d-none d-md-block">
        <h5 class="text-warning">Чем занимаемся кем вы можете стать?</h5>
         <p class="text-warning">В этом году абитуриенты ИТ-направлений поступают на новую образовательную программу. Обучение 
            инженеров-программистов будет нацелено на подготовку топ-специалистов, осуществляется по 
            инициативе Минцифры России при участии Аналитического центра при Правительстве РФ. В основе 
            программы современные требования российских компаний - лидеров в сфере ИТ к высококлассным 
            специалистам. Обучение будет проходить в тесном сотрудничестве с отраслевыми партнерами и ИТ-
            компаниями, среди которых ООО «СИБИНТЕК-СОФТ». Компании вкладываются в разработку и 
            реализацию программ своими ресурсами. Более 30% всех аудиторных занятий со студентами проведут 
            приглашенные эксперты из индустрии, ведущие разработчики, инженеры и исследователи.</p>
      </div>
    </div>
  </div>
  <button class="carousel-control-prev" type="button" data-bs-target="#carouselExampleCaptions" data-bs-slide="prev">
    <span class="carousel-control-prev-icon" aria-hidden="true"></span>
    <span class="visually-hidden">Previous</span>
  </button>
  <button class="carousel-control-next" type="button" data-bs-target="#carouselExampleCaptions" data-bs-slide="next">
    <span class="carousel-control-next-icon" aria-hidden="true"></span>
    <span class="visually-hidden">Next</span>
  </button>
</div>

        </div>
    </div>
<div class="container mt-4">
    <div class="slider d-flex justify-content-center p-4 align-items-center gap-4">
        <div class="left">
            <button class="btn btn-link">
                <img src="/img/в влево 1.png" alt="">
            </button>
        </div>
        <div class="slide slider-item active border border-black p-4 ">
            <h3>В ИнПИТ – новая производственная лаборатория!</h3>
            <p>
                Лабораторию оборудовал партнер ВУЗа, российский вендер операционных систем семейства «Альт» «Базальт СПО».
            </p>
        </div>
         <div class="slide slider-item active border border-black p-4">
            <h3>Блок-схемы и основы программирования</h3>
            <p>
                Именно с такими заданиями столкнулись первокурсники ИФСТ на втором этапе отбора на программу ТОП-ИТ.
        </div>
        <div class="slide slider-item border border-black p-4 ">
            <h3>Новая программа по подготовке топ-специалистов</h3>
            <p>
                В этом году абитуриенты ИТ-направлений поступают на новую образовательную программу. Обучение инженеров-программистов будет нацелено на подготовку топ.
            </p>
        </div>
         <div class="slide slider-item border border-black p-4">
            <h3>В ИнПИТ прошла встреча в рамках введения в профессию для будущих топ-специалистов в сфере ИТ</h3>
            <p>
                Эдик Гаспарян, технический директор компании «Гипно Тех», рассказал студентам ИТ, почему проваливаются крутые идеи, как договариваться с заказчиком и почему вуз.
            </p>
        </div>
        <div class="right">
            <button class="btn btn-link">
                <img src="/img/в право 1.png" alt="">
            </button>
        </div>
    </div>
</div>
<div class=" bg-dark p-4">
    <div class="container">
        <h2 class="text-warning text-center">Куда можно пойти потом?</h2>
        <p class="text-warning text-center">После того когда вы зокнчите наш курс вы сможите пойти в такие компании с кем мы сотрудничеям.<p>
            <div class="d-flex justify-content-center align-items-center gap-4">
                <div>
                    <img src="img/сбер банк.png" width="300px">
                </div>
                <div>
                    <img src="img/яндекс.png" width="300px">
                </div>
                <div>
                    <img src="img/ржд.png" width="300px">
                </div>
            </div>
    </div>
</div>

<?php
include 'temp/footer.php';
?>